Repository: Ab-Aayan/khalti-flutter-sdk
Catalog: packages/khalti_flutter/lib/i18n/khalti_*.arb
Languages: ne

source: An Error Occurred
ne: त्रुटि देखा पर्‍यो

source: No Internet
ne: इन्टरनेट छैन

source: You are not connected to the internet. Please check your connection.
ne: तपाईँ इन्टरनेटमा जडान हुनुहुन्न। कृपया आफ्नो जडान जाँच्नुहोस्

source: Network Unreachable
ne: नेटवर्क पहुँचयोग्य छैन

source: Your connection could not be established.
ne: तपाईंको जडान स्थापित गर्न सकिएन।

source: No Connection
ne: कुनै जडान छैन

source: Slow or no internet connection. Please check your internet & try again.
ne: इन्टरनेट जडान ढिलो छ वा जडान छैन। कृपया आफ्नो इन्टरनेट जाँच्नुहोस् र फेरि प्रयास गर्नुहोस्

source: Please enter a valid mobile number
ne: कृपया मान्य मोबाइल नम्बर हाल्नुहोस्

source: Khalti MPIN must be at least 4 characters
ne: खल्ती MPIN कम्तीमा ४ वर्णको हुनुपर्छ

source: Payment Code must be at least 6 characters
ne: भुक्तानी कोड कम्तिमा 6 वर्णको हुनुपर्छ

source: This field is required
ne: यो फाँट आवश्यक छ

source: Please select your Bank
ne: कृपया आफ्नो बैंक चयन गर्नुहोस्

source: No banks found
ne: कुनै बैंक फेला परेन

source: Please search for another keyword
ne: कृपया अर्को किवर्ड खोज्नुहोस्

source: Confirm Payment
ne: भुक्तानी पुष्टि गर्नुहोस्

# enterOtpSentTo
source: Enter the OTP sent via SMS to mobile number {mobileNo}
ne: {mobileNo} मोबाइल नम्बरमा SMS मार्फत पठाइएको OTP प्रविष्ट गर्नुहोस्

source: Confirming Payment
ne: भुक्तानी पुष्टि गर्दै

source: Verify OTP
ne: OTP प्रमाणित गर्नुहोस्

source: Initiating Payment
ne: भुक्तानी प्रारम्भ गर्दै

source: Success
ne: सफल भयो

source: Khalti has sent a confirmation code in your Khalti registered number and email address.
ne: खल्तीले तपाईंको दर्ता भएको मोबाइल नम्बर र इमेल ठेगानामा पुष्टिकरण कोड पठाएको छ।

source: Forgot Khalti MPIN?
ne: खल्ती MPIN बिर्सनुभयो?

source: Reset Khalti MPIN
ne: खल्ती पिन रिसेट गर्नुहोस्

source: Khalti is not installed in your device. Either install Khalti App or proceed using your browser.
ne: तपाईंको यन्त्रमा खल्ती इन्स्टल गरिएको छैन। कि त खल्ती एप इन्स्टल गर्नुहोस् वा आफ्नो ब्राउजर प्रयोग गरेर अगाडि बढ्नुहोस्।

source: Install Khalti
ne: खल्ती इन्स्टल गर्नुहोस्

source: Proceed using browser
ne: ब्राउजर प्रयोग गरेर अगाडि बढ्नुहोस्

source: Cancel
ne: रद्द गर्नुहोस्

source: Pay
ne: भुक्तानी गर्नुहोस्

source: Ok
ne: ठिक छ

source: Khalti Mobile Number
ne: खल्ती मोबाइल नम्बर

source: Khalti MPIN
ne: खल्ती MPIN

source: Payment Code
ne: भुक्तानी कोड

source: Search Bank
ne: बैंक खोज्नुहोस्

source: Amount
ne: रकम

source: Test
ne: परीक्षण

source: Choose your payment method
ne: आफ्नो भुक्तानी विधि छान्नुहोस्

# payWith
source: Pay with {method}
ne: {method} बाट भुक्तानी गर्नुहोस्

source: Khalti
ne: खल्ती

source: E-Banking
ne: इबैङ्किङ

source: Mobile Banking
ne: मोबाइल बैङ्किङ

source: Connect IPS
ne: कनेक्ट आइपिएस

source: SCT
ne: एससिटी कार्ड

# attemptsRemaining
source: Attempts Remaining: {remainingAttempts}
ne: बाँकी प्रयासहरू: {remainingAttempts}
